Repository: whit3rabbit/turbospark
Catalog: swift/TurboSparkApp/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans, zh_hant

source: Agent Identifier:
ar: معرف الوكيل:
de: Agent-Kennung:
es: Identificador del agente:
fr: Identifiant de l'agent :
he: מזהה הסוכן:
hi: एजेंट पहचानकर्ता:
id: Pengidentifikasi agen:
it: Identificatore agente:
ja: エージェント識別子:
ko: 에이전트 식별자:
nl: Agent-id:
pl: Identyfikator agenta:
pt_br: Identificador do agente:
ru: Идентификатор агента:
sv: Agentidentifierare:
tr: Aracı tanımlayıcısı:
uk: Ідентифікатор агента:
vi: Mã định danh tác nhân:
zh_hans: 代理标识符:
zh_hant: 代理識別碼:

source: Agent Mode Classifier Hints
ar: تلميحات مصنف وضع الوكيل
de: Klassifikator-Hinweise für Agentenmodus
es: Sugerencias del clasificador del modo agente
fr: Indices du classificateur de mode agent
he: רמזי מסווג מצב סוכן
hi: एजेंट मोड क्लासिफायर संकेत
id: Petunjuk Pengklasifikasi Mode Agen
it: Suggerimenti classificatore modalità agente
ja: エージェントモード分類器のヒント
ko: 에이전트 모드 분류기 힌트
nl: Classificatiehints voor agentmodus
pl: Wskazówki klasyfikatora trybu agenta
pt_br: Dicas do Classificador de Modo Agente
ru: Подсказки классификатора режима агента
sv: Klassificerartips för agentläge
tr: Ajan Modu Sınıflandırıcı İpuçları
uk: Підказки класифікатора режиму агента
vi: Gợi ý phân loại chế độ tác nhân
zh_hans: 代理模式分类器提示
zh_hant: 代理模式分類器提示

source: Agent Name
ar: اسم الوكيل
de: Agentenname
es: Nombre del agente
fr: Nom de l'agent
he: שם הסוכן
hi: एजेंट नाम
id: Nama agen
it: Nome agente
ja: エージェント名
ko: 에이전트 이름
nl: Agentnaam
pl: Nazwa agenta
pt_br: Nome do agente
ru: Имя агента
sv: Agentnamn
tr: Ajan adı
uk: Назва агента
vi: Tên agent
zh_hans: 智能体名称
zh_hant: 代理名稱

source: Agent Profile
ar: ملف تعريف الوكيل
de: Agentenprofil
es: Perfil de agente
fr: Profil d'agent
he: פרופיל סוכן
hi: एजेंट प्रोफ़ाइल
id: Profil Agen
it: Profilo agente
ja: エージェントプロファイル
ko: 에이전트 프로필
nl: Agentprofiel
pl: Profil agenta
pt_br: Perfil do agente
ru: Профиль агента
sv: Agentprofil
tr: Aracı Profili
uk: Профіль агента
vi: Hồ sơ tác nhân
zh_hans: 智能体配置文件
zh_hant: 代理設定檔

source: Agent Specialization
ar: تخصص الوكيل
de: Agent-Spezialisierung
es: Especialización del agente
fr: Spécialisation de l'agent
he: התמחות הסוכן
hi: एजेंट विशेषज्ञता
id: Spesialisasi agen
it: Specializzazione dell'agente
ja: エージェントの専門分野
ko: 에이전트 전문 분야
nl: Agentspecialisatie
pl: Specjalizacja agenta
pt_br: Especialização do agente
ru: Специализация агента
sv: Agentens specialisering
tr: Aracı uzmanlığı
uk: Спеціалізація агента
vi: Chuyên môn của tác nhân
zh_hans: 代理专长
zh_hant: 代理專長

source: Agents
ar: الوكلاء
de: Agenten
es: Agentes
he: סוכנים
hi: एजेंट्स
id: Agen
it: Agenti
ja: エージェント
ko: 에이전트
nl: Agenten
pl: Agenci
pt_br: Agentes
ru: Агенты
sv: Agenter
tr: Ajanlar
uk: Агенти
vi: Tác tử
zh_hans: 智能体
zh_hant: 代理

source: All
ar: الكل
de: Alle
es: Todo
fr: Tout
he: הכול
hi: सभी
id: Semua
it: Tutti
ja: すべて
ko: 전체
nl: Alle
pl: Wszystko
pt_br: Tudo
ru: Все
sv: Alla
tr: Tümü
uk: Усе
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

source: All Chats
ar: كل المحادثات
de: Alle Chats
es: Todos los chats
fr: Toutes les discussions
he: כל הצ'אטים
hi: सभी चैट
id: Semua Obrolan
it: Tutte le chat
ja: すべてのチャット
ko: 모든 대화
nl: Alle chats
pl: Wszystkie czaty
pt_br: Todos os chats
ru: Все чаты
sv: Alla chattar
tr: Tüm Sohbetler
uk: Усі чати
vi: Tất cả cuộc trò chuyện
zh_hans: 所有对话
zh_hant: 所有對話

source: All Chats (No Project)
ar: كل المحادثات (بدون مشروع)
de: Alle Chats (kein Projekt)
es: Todos los chats (sin proyecto)
fr: Toutes les discussions (aucun projet)
he: כל השיחות (ללא פרויקט)
hi: सभी चैट (कोई परियोजना नहीं)
id: Semua Obrolan (Tanpa Proyek)
it: Tutte le chat (nessun progetto)
ja: すべてのチャット (プロジェクトなし)
ko: 모든 채팅 (프로젝트 없음)
nl: Alle chats (geen project)
pl: Wszystkie czaty (brak projektu)
pt_br: Todos os Chats (Sem Projeto)
ru: Все чаты (без проекта)
sv: Alla chattar (inget projekt)
tr: Tüm Sohbetler (Proje Yok)
uk: Усі чати (без проєкту)
vi: Tất cả cuộc trò chuyện (Không có dự án)
zh_hans: 所有聊天（无项目）
zh_hant: 所有聊天（無專案）

source: All Projects (Global)
ar: كل المشاريع (عام)
de: Alle Projekte (global)
es: Todos los proyectos (global)
fr: Tous les projets (global)
he: כל הפרויקטים (גלובלי)
hi: सभी प्रोजेक्ट (ग्लोबल)
id: Semua proyek (global)
it: Tutti i progetti (globale)
ja: すべてのプロジェクト (グローバル)
ko: 모든 프로젝트(전역)
nl: Alle projecten (globaal)
pl: Wszystkie projekty (globalnie)
pt_br: Todos os projetos (global)
ru: Все проекты (глобально)
sv: Alla projekt (globalt)
tr: Tüm projeler (genel)
uk: Усі проєкти (глобально)
vi: Tất cả dự án (toàn cục)
zh_hans: 所有项目 (全局)
zh_hant: 所有專案 (全域)

source: All changes
ar: كل التغييرات
de: Alle Änderungen
es: Todos los cambios
fr: Toutes les modifications
he: כל השינויים
hi: सभी बदलाव
id: Semua perubahan
it: Tutte le modifiche
ja: すべての変更
ko: 모든 변경 사항
nl: Alle wijzigingen
pl: Wszystkie zmiany
pt_br: Todas as alterações
ru: Все изменения
sv: Alla andringar
tr: Tüm değişiklikler
uk: Усі зміни
vi: Tất cả thay đổi
zh_hans: 所有更改
zh_hant: 所有變更

source: All changes vs %@
ar: جميع التغييرات مقابل %@
de: Alle Änderungen gegenüber %@
es: Todos los cambios frente a %@
fr: Toutes les modifications par rapport à %@
he: כל השינויים לעומת %@
hi: %@ के मुकाबले सभी बदलाव
id: Semua perubahan vs %@
it: Tutte le modifiche rispetto a %@
ja: %@ とのすべての変更点
ko: %@ 대비 모든 변경 사항
nl: Alle wijzigingen t.o.v. %@
pl: Wszystkie zmiany w porównaniu z %@
pt_br: Todas as alterações em relação a %@
ru: Все изменения относительно %@
sv: Alla ändringar mot %@
tr: %@ ile karşılaştırıldığında tüm değişiklikler
uk: Усі зміни порівняно з %@
vi: Tất cả thay đổi so với %@
zh_hans: 与 %@ 相比的所有更改
zh_hant: 與 %@ 相比的所有變更

source: All curated variants
ar: كل المتغيرات المنسقة
de: Alle ausgewahlten Varianten
es: Todas las variantes seleccionadas
fr: Toutes les variantes selectionnees
he: כל הגרסאות הנבחרות
hi: सभी चयनित वैरिएंट
id: Semua varian pilihan
it: Tutte le varianti selezionate
ja: すべての厳選バリアント
ko: 모든 엄선 변형
nl: Alle geselecteerde varianten
pl: Wszystkie wybrane warianty
pt_br: Todas as variantes selecionadas
ru: Vse podobrannye varianty
sv: Alla utvalda varianter
tr: Tum secili varyantlar
uk: Усі підібрані варіанти
vi: Tat ca bien the da chon
zh_hans: 所有精选变体
zh_hant: 所有精選變體

source: All models
ar: كل النماذج
de: Alle Modelle
es: Todos los modelos
fr: Tous les modèles
he: כל המודלים
hi: सभी मॉडल
id: Semua model
it: Tutti i modelli
ja: すべてのモデル
ko: 모든 모델
nl: Alle modellen
pl: Wszystkie modele
pt_br: Todos os modelos
ru: Все модели
sv: Alla modeller
tr: Tüm modeller
uk: Усі моделі
vi: Tất cả mô hình
zh_hans: 所有模型
zh_hant: 所有模型

source: Allocates
ar: يخصص
de: Belegt
es: Asigna
fr: Alloue
he: מקצה
hi: आवंटित
id: Mengalokasikan
it: Alloca
ja: 確保量
ko: 할당량
nl: Wijst toe
pl: Przydziela
pt_br: Aloca
ru: Выделяет
sv: Allokerar
tr: Ayırır
uk: Виділяє
vi: Cấp phát
zh_hans: 分配
zh_hant: 配置

source: Allow
ar: السماح
de: Zulassen
es: Permitir
fr: Autoriser
he: אפשר
hi: अनुमति दें
id: Izinkan
it: Consenti
ja: 許可
ko: 허용
nl: Toestaan
pl: Zezwól
pt_br: Permitir
ru: Разрешить
sv: Tillåt
tr: İzin ver
uk: Дозволити
vi: Cho phép
zh_hans: 允许
zh_hant: 允許

source: Allowed Tools (Comma-separated)
ar: الأدوات المسموح بها (مفصولة بفواصل)
de: Erlaubte Tools (kommagetrennt)
es: Herramientas permitidas (separadas por comas)
fr: Outils autorisés (séparés par des virgules)
he: כלים מורשים (מופרדים בפסיקים)
hi: अनुमत टूल (अल्पविराम से अलग)
id: Alat yang diizinkan (dipisahkan koma)
it: Strumenti consentiti (separati da virgole)
ja: 許可するツール (カンマ区切り)
ko: 허용된 도구(쉼표로 구분)
nl: Toegestane tools (kommagescheiden)
pl: Dozwolone narzędzia (oddzielone przecinkami)
pt_br: Ferramentas permitidas (separadas por virgula)
ru: Разрешенные инструменты (через запятую)
sv: Tillåtna verktyg (kommaseparerade)
tr: İzin verilen araçlar (virgülle ayrılmış)
uk: Дозволені інструменти (через кому)
vi: Công cụ được phép (phân tách bằng dấu phẩy)
zh_hans: 允许的工具 (以逗号分隔)
zh_hant: 允許的工具 (以逗號分隔)

source: Allowed Tools:
ar: الأدوات المسموح بها:
de: Erlaubte Tools:
es: Herramientas permitidas:
fr: Outils autorisés :
he: כלים מורשים:
hi: अनुमत टूल:
id: Alat yang diizinkan:
it: Strumenti consentiti:
ja: 許可するツール:
ko: 허용된 도구:
nl: Toegestane tools:
pl: Dozwolone narzędzia:
pt_br: Ferramentas permitidas:
ru: Разрешенные инструменты:
sv: Tillåtna verktyg:
tr: İzin verilen araçlar:
uk: Дозволені інструменти:
vi: Công cụ được phép:
zh_hans: 允许的工具:
zh_hant: 允許的工具:

source: Allows opted-in projects to use fast indexed code search. Only the active project's index stays loaded in memory.
ar: يتيح للمشاريع المفعلة استخدام بحث سريع ومفهرس في التعليمات البرمجية. يبقى فهرس المشروع النشط فقط محملاً في الذاكرة.
de: Ermöglicht aktivierten Projekten eine schnelle indexierte Codesuche. Nur der Index des aktiven Projekts bleibt im Speicher geladen.
es: Permite que los proyectos habilitados usen una búsqueda de código indexada y rápida. Solo el índice del proyecto activo permanece cargado en memoria.
fr: Permet aux projets activés d'utiliser une recherche de code indexée rapide. Seul l'index du projet actif reste chargé en mémoire.
he: מאפשר לפרויקטים שהופעלו להשתמש בחיפוש קוד מהיר ומאונדקס. רק האינדקס של הפרויקט הפעיל נשאר טעון בזיכרון.
hi: चुने गए प्रोजेक्ट तेज़ इंडेक्स की गई कोड खोज का उपयोग कर सकते हैं। केवल सक्रिय प्रोजेक्ट का इंडेक्स मेमोरी में लोड रहता है।
id: Memungkinkan proyek yang diaktifkan memakai pencarian kode terindeks yang cepat. Hanya indeks proyek aktif yang tetap dimuat di memori.
it: Consente ai progetti abilitati di usare una ricerca rapida nel codice indicizzato. Solo l'indice del progetto attivo resta caricato in memoria.
ja: 有効にしたプロジェクトで高速なインデックス付きコード検索を使用できます。メモリに読み込まれるのはアクティブなプロジェクトのインデックスだけです。
ko: 사용 설정한 프로젝트에서 빠른 인덱스 코드 검색을 사용할 수 있습니다. 활성 프로젝트의 인덱스만 메모리에 로드된 상태로 유지됩니다.
nl: Laat ingeschakelde projecten snelle geïndexeerde codezoekopdrachten gebruiken. Alleen de index van het actieve project blijft in het geheugen geladen.
pl: Pozwala włączonym projektom korzystać z szybkiego indeksowanego wyszukiwania kodu. W pamięci pozostaje tylko indeks aktywnego projektu.
pt_br: Permite que projetos ativados usem uma pesquisa rápida de código indexado. Somente o índice do projeto ativo permanece carregado na memória.
ru: Разрешает выбранным проектам использовать быстрый индексированный поиск по коду. В памяти остается только индекс активного проекта.
sv: Låter aktiverade projekt använda snabb indexerad kodsökning. Endast det aktiva projektets index hålls inläst i minnet.
tr: Etkinleştirilen projelerin hızlı dizinlenmiş kod araması kullanmasını sağlar. Yalnızca etkin projenin dizini bellekte yüklü kalır.
uk: Дозволяє ввімкненим проєктам використовувати швидкий індексований пошук у коді. У пам'яті залишається лише індекс активного проєкту.
vi: Cho phép các dự án đã bật sử dụng tìm kiếm mã được lập chỉ mục nhanh. Chỉ chỉ mục của dự án đang hoạt động được giữ trong bộ nhớ.
zh_hans: 允许已启用的项目使用快速索引代码搜索。内存中只会保留当前项目的索引。
zh_hant: 允許已啟用的專案使用快速索引程式碼搜尋。記憶體中只會保留目前專案的索引。

source: Always Allow
ar: السماح دائماً
de: Immer erlauben
es: Permitir siempre
fr: Toujours autoriser
he: אפשר תמיד
hi: हमेशा अनुमति दें
id: Selalu Izinkan
it: Consenti sempre
ja: 常に許可
ko: 항상 허용
nl: Altijd toestaan
pl: Zawsze zezwalaj
pt_br: Sempre Permitir
ru: Всегда разрешать
sv: Tillåt alltid
tr: Her Zaman İzin Ver
uk: Завжди дозволяти
vi: Luôn cho phép
zh_hans: 始终允许
zh_hant: 永遠允許

source: Always Allow This Server
ar: السماح دائمًا بهذا الخادم
de: Diesen Server immer zulassen
es: Permitir siempre este servidor
fr: Toujours autoriser ce serveur
he: אפשר תמיד שרת זה
hi: हमेशा इस सर्वर की अनुमति दें
id: Selalu Izinkan Server Ini
it: Consenti sempre questo server
ja: このサーバーを常に許可
ko: 이 서버 항상 허용
nl: Deze server altijd toestaan
pl: Zawsze zezwalaj na ten serwer
pt_br: Sempre Permitir Este Servidor
ru: Всегда разрешать этот сервер
sv: Tillåt alltid denna server
tr: Bu Sunucuya Her Zaman İzin Ver
uk: Завжди дозволяти цей сервер
vi: Luôn cho phép máy chủ này
zh_hans: 始终允许此服务器
zh_hant: 永遠允許此伺服器

source: Always Allow This Tool
ar: السماح دائمًا بهذه الأداة
de: Dieses Tool immer zulassen
es: Permitir siempre esta herramienta
fr: Toujours autoriser cet outil
he: אפשר תמיד כלי זה
hi: हमेशा इस उपकरण की अनुमति दें
id: Selalu Izinkan Alat Ini
it: Consenti sempre questo strumento
ja: このツールを常に許可
ko: 이 도구 항상 허용
nl: Deze tool altijd toestaan
pl: Zawsze zezwalaj na to narzędzie
pt_br: Sempre Permitir Esta Ferramenta
ru: Всегда разрешать этот инструмент
sv: Tillåt alltid detta verktyg
tr: Bu Araca Her Zaman İzin Ver
uk: Завжди дозволяти цей інструмент
vi: Luôn cho phép công cụ này
zh_hans: 始终允许此工具
zh_hant: 永遠允許此工具

source: Always Allow for Session
ar: السماح دائمًا في هذه الجلسة
de: Für diese Sitzung immer erlauben
es: Permitir siempre en esta sesión
fr: Toujours autoriser pour la session
he: אפשר תמיד עבור ההפעלה
hi: सत्र के लिए हमेशा अनुमति दें
id: Selalu Izinkan untuk Sesi Ini
it: Consenti sempre per la sessione
ja: このセッション中は常に許可
ko: 이번 세션 동안 항상 허용
nl: Altijd toestaan voor sessie
pl: Zawsze zezwalaj w tej sesji
pt_br: Sempre permitir nesta sessão
ru: Всегда разрешать в этой сессии
sv: Tillåt alltid för session
tr: Oturum İçin Her Zaman İzin Ver
uk: Завжди дозволяти для сесії
vi: Luôn cho phép trong phiên này
zh_hans: 在此会话中始终允许
zh_hant: 在此工作階段中一律允許

source: Always Ask
ar: السؤال دائمًا
de: Immer fragen
es: Preguntar siempre
fr: Toujours demander
he: שאל תמיד
hi: हमेशा पूछें
id: Selalu Tanya
it: Chiedi sempre
ja: 常に確認
ko: 항상 확인
nl: Altijd vragen
pl: Zawsze pytaj
pt_br: Sempre Perguntar
ru: Всегда спрашивать
sv: Fråga alltid
tr: Her Zaman Sor
uk: Завжди запитувати
vi: Luôn hỏi
zh_hans: 始终询问
zh_hant: 永遠詢問

source: Always Disabled
ar: معطل دائما
de: Immer deaktiviert
es: Siempre desactivado
fr: Toujours désactivé
he: תמיד מושבת
hi: हमेशा अक्षम
id: Selalu nonaktif
it: Sempre disattivato
ja: 常に無効
ko: 항상 비활성화
nl: Altijd uitgeschakeld
pl: Zawsze wyłączone
pt_br: Sempre desativado
ru: Всегда отключено
sv: Alltid inaktiverad
tr: Her zaman devre dışı
uk: Завжди вимкнено
vi: Luôn tắt
zh_hans: 始终禁用
zh_hant: 一律停用

source: Always Enabled
ar: مفعل دائما
de: Immer aktiviert
es: Siempre activado
fr: Toujours activé
he: תמיד מופעל
hi: हमेशा सक्षम
id: Selalu aktif
it: Sempre attivo
ja: 常に有効
ko: 항상 활성화
nl: Altijd ingeschakeld
pl: Zawsze włączone
pt_br: Sempre ativado
ru: Всегда включено
sv: Alltid aktiverad
tr: Her zaman etkin
uk: Завжди увімкнено
vi: Luôn bật
zh_hans: 始终启用
zh_hant: 一律啟用

source: Always start in Ghost Mode
ar: ابدأ دائمًا في وضع الشبح
de: Immer im Ghost-Modus starten
es: Iniciar siempre en modo fantasma
fr: Toujours démarrer en mode fantôme
he: הפעל תמיד במצב רפאים
hi: हमेशा घोस्ट मोड में प्रारंभ करें
id: Selalu mulai dalam Mode Hantu
it: Avvia sempre in modalità fantasma
ja: 常にゴーストモードで開始
ko: 항상 고스트 모드로 시작
nl: Altijd starten in Ghost-modus
pl: Zawsze uruchamiaj w trybie widmo
pt_br: Sempre iniciar no Modo Fantasma
ru: Всегда запускать в режиме призрака
sv: Starta alltid i spökläge
tr: Her zaman Hayalet Modunda başlat
uk: Завжди запускати в режимі привида
vi: Luôn khởi động ở Chế độ ma
zh_hans: 始终在幽灵模式下启动
zh_hant: 一律在幽靈模式下啟動

source: Anthropic Compatible:
ar: متوافق مع Anthropic:
de: Anthropic-kompatibel:
es: Compatible con Anthropic:
fr: Compatible Anthropic :
he: תואם Anthropic:
hi: Anthropic संगत:
id: Kompatibel dengan Anthropic:
it: Compatibile con Anthropic:
ja: Anthropic 互換:
ko: Anthropic 호환:
nl: Anthropic-compatibel:
pl: Zgodne z Anthropic:
pt_br: Compatível com Anthropic:
ru: Совместимо с Anthropic:
sv: Anthropic-kompatibel:
tr: Anthropic uyumlu:
uk: Сумісно з Anthropic:
vi: Tương thích Anthropic:
zh_hans: Anthropic 兼容:
zh_hant: Anthropic 相容:

source: App + server memory
ar: ذاكرة التطبيق والخادم
de: App- und Serverspeicher
es: Memoria de la app y el servidor
fr: Mémoire de l’app et du serveur
he: זיכרון האפליקציה והשרת
hi: ऐप और सर्वर मेमोरी
id: Memori aplikasi dan server
it: Memoria di app e server
ja: アプリとサーバーのメモリ
ko: 앱 및 서버 메모리
nl: Geheugen van app en server
pl: Pamięć aplikacji i serwera
pt_br: Memória do app e servidor
ru: Память приложения и сервера
sv: Appens och serverns minne
tr: Uygulama ve sunucu belleği
uk: Пам’ять застосунку та сервера
vi: Bộ nhớ ứng dụng và máy chủ
zh_hans: 应用和服务器内存
zh_hant: 應用程式與伺服器記憶體

source: App defaults
ar: الإعدادات الافتراضية للتطبيق
de: App-Standardwerte
es: Valores predeterminados de la app
fr: Valeurs par défaut de l'app
he: ברירות המחדל של האפליקציה
hi: ऐप डिफ़ॉल्ट
id: Default aplikasi
it: Impostazioni predefinite dell'app
ja: アプリの既定値
ko: 앱 기본값
nl: Standaardwaarden van de app
pl: Domyślne ustawienia aplikacji
pt_br: Padrões do app
ru: Значения приложения по умолчанию
sv: Appens standardvärden
tr: Uygulama varsayılanları
uk: Типові значення застосунку
vi: Mặc định của ứng dụng
zh_hans: 应用默认值
zh_hant: App 預設值

source: Appearance
ar: المظهر
de: Erscheinungsbild
es: Apariencia
fr: Apparence
he: מראה
hi: दिखावट
id: Tampilan
it: Aspetto
ja: 外観
ko: 화면 모드
nl: Weergave
pl: Wygląd
pt_br: Aparência
ru: Оформление
sv: Utseende
tr: Görünüm
uk: Вигляд
vi: Giao diện
zh_hans: 外观
zh_hant: 外觀

source: Appearance mode
ar: وضع المظهر
de: Erscheinungsbild-Modus
es: Modo de apariencia
fr: Mode d'apparence
he: מצב מראה
hi: दिखावट मोड
id: Mode tampilan
it: Modalità aspetto
ja: 外観モード
ko: 화면 모드
nl: Weergavemodus
pl: Tryb wyglądu
pt_br: Modo de aparência
ru: Режим оформления
sv: Utseendeläge
tr: Görünüm modu
uk: Режим вигляду
vi: Chế độ giao diện
zh_hans: 外观模式
zh_hant: 外觀模式

source: Apply
ar: تطبيق
de: Anwenden
es: Aplicar
fr: Appliquer
he: החל
hi: लागू करें
id: Terapkan
it: Applica
ja: 適用
ko: 적용
nl: Toepassen
pl: Zastosuj
pt_br: Aplicar
ru: Применить
sv: Tillämpa
tr: Uygula
uk: Застосувати
vi: Áp dụng
zh_hans: 应用
zh_hant: 套用

source: Apply Options & Reload
ar: تطبيق الخيارات وإعادة التحميل
de: Optionen anwenden und neu laden
es: Aplicar opciones y recargar
fr: Appliquer les options et recharger
he: החל אפשרויות וטען מחדש
hi: विकल्प लागू करें और पुनः लोड करें
id: Terapkan Opsi & Muat Ulang
it: Applica opzioni e ricarica
ja: オプションを適用して再読み込み
ko: 옵션 적용 및 다시 로드
nl: Opties toepassen en herladen
pl: Zastosuj opcje i przeładuj
pt_br: Aplicar Opções e Recarregar
ru: Применить параметры и перезагрузить
sv: Tillämpa alternativ och läs in igen
tr: Seçenekleri Uygula ve Yeniden Yükle
uk: Застосувати параметри та перезавантажити
vi: Áp dụng tùy chọn và tải lại
zh_hans: 应用选项并重新加载
zh_hant: 套用選項並重新載入

source: Apply Patch
ar: تطبيق التصحيح
de: Patch anwenden
es: Aplicar parche
fr: Appliquer le correctif
he: החלת תיקון
hi: पैच लागू करें
id: Terapkan patch
it: Applicare patch
ja: パッチを適用
ko: 패치 적용
nl: Patch toepassen
pl: Zastosuj poprawkę
pt_br: Aplicar patch
ru: Применить патч
sv: Tillämpa patch
tr: Yama uygula
uk: Застосувати патч
vi: Áp dụng bản vá
zh_hans: 应用补丁
zh_hant: 套用修補程式

source: Apply steering when a model loads
ar: تطبيق التوجيه عند تحميل النموذج
de: Steuerung beim Laden eines Modells anwenden
es: Aplicar dirección al cargar un modelo
fr: Appliquer le guidage au chargement d'un modèle
he: החל היגוי כאשר מודל נטען
hi: मॉडल लोड होने पर स्टीयरिंग लागू करें
id: Terapkan kemudi saat model dimuat
it: Applica lo sterzo al caricamento del modello
ja: モデルの読み込み時にステアリングを適用
ko: 모델 로드 시 조향 적용
nl: Sturing toepassen bij het laden van een model
pl: Zastosuj sterowanie po załadowaniu modelu
pt_br: Aplicar direcionamento ao carregar um modelo
ru: Применять управление при загрузке модели
sv: Tillämpa styrning när en modell läses in
tr: Model yüklendiğinde yönlendirme uygula
uk: Застосовувати керування під час завантаження моделі
vi: Áp dụng điều khiển khi mô hình tải
zh_hans: 在加载模型时应用转向
zh_hant: 在載入模型時套用轉向

source: Approve
ar: موافقة
de: Genehmigen
es: Aprobar
fr: Approuver
he: אשר
hi: स्वीकृत करें
id: Setujui
it: Approva
ja: 承認
ko: 승인
nl: Goedkeuren
pl: Zatwierdź
pt_br: Aprovar
ru: Одобрить
sv: Godkänn
tr: Onayla
uk: Схвалити
vi: Chấp thuận
zh_hans: 批准
zh_hant: 核准

source: Approve All Future
ar: الموافقة على جميع الطلبات المستقبلية
de: Alle zukünftigen genehmigen
es: Aprobar todos en el futuro
fr: Approuver tout à l'''avenir
he: אשר את כל העתידיים
hi: भविष्य के सभी स्वीकृत करें
id: Setujui Semua di Masa Depan
it: Approva tutti i futuri
ja: 今後すべて承認
ko: 앞으로 모두 승인
nl: Alle toekomstige goedkeuren
pl: Zatwierdzaj wszystkie przyszłe
pt_br: Aprovar Todos os Futuros
ru: Одобрять все будущие
sv: Godkänn alla framtida
tr: Gelecekteki Tümünü Onayla
uk: Схвалювати всі майбутні
vi: Phê duyệt tất cả trong tương lai
zh_hans: 批准将来的所有请求
zh_hant: 核准將來的所有請求

source: Approve Once
ar: موافقة لمرة واحدة
de: Einmalig genehmigen
es: Aprobar una vez
fr: Approuver une fois
he: אשר פעם אחת
hi: एक बार स्वीकृत करें
id: Setujui Sekali
it: Approva una volta
ja: 1回のみ承認
ko: 한 번 승인
nl: Eenmalig goedkeuren
pl: Zatwierdź raz
pt_br: Aprovar uma vez
ru: Одобрить один раз
sv: Godkänn en gång
tr: Bir Kez Onayla
uk: Схвалити один раз
vi: Phê duyệt một lần
zh_hans: 单次批准
zh_hant: 單次核准

source: Approving runs this server's commands on this machine. Auto-approval stays off: tool calls still ask unless you opt in later.
ar: تؤدي الموافقة إلى تشغيل أوامر هذا الخادم على هذا الجهاز. تبقى الموافقة التلقائية معطلة: ستظل استدعاءات الأدوات تطلب التأكيد ما لم تفعّلها لاحقا.
de: Durch Genehmigen werden die Befehle dieses Servers auf diesem Rechner ausgeführt. Die automatische Genehmigung bleibt aus: Tool-Aufrufe fragen weiterhin nach, sofern Sie sie nicht später aktivieren.
es: Aprobar ejecuta los comandos de este servidor en este equipo. La aprobación automática sigue desactivada: las llamadas a herramientas seguirán pidiendo confirmación salvo que la actives más adelante.
fr: Approuver exécute les commandes de ce serveur sur cette machine. L'approbation automatique reste désactivée : les appels d'outils continueront de demander confirmation tant que vous ne l'activez pas.
he: אישור מריץ את הפקודות של השרת הזה במחשב הזה. אישור אוטומטי נשאר כבוי: קריאות לכלים ימשיכו לבקש אישור עד שתפעיל אותו.
hi: अनुमोदन करने पर इस सर्वर के कमांड इस मशीन पर चलते हैं। स्वतः-अनुमोदन बंद रहता है: जब तक आप बाद में इसे चालू नहीं करते, टूल कॉल हर बार पूछेंगे।
id: Menyetujui akan menjalankan perintah server ini di komputer ini. Persetujuan otomatis tetap nonaktif: panggilan alat tetap meminta konfirmasi kecuali Anda mengaktifkannya nanti.
it: Approvando esegui i comandi di questo server su questo computer. L'approvazione automatica resta disattivata: le chiamate agli strumenti continueranno a chiedere conferma finché non la attivi.
ja: 承認すると、このサーバーのコマンドがこのマシンで実行されます。自動承認はオフのままです。後で有効にしない限り、ツール呼び出しは毎回確認を求めます。
ko: 승인하면 이 서버의 명령이 이 컴퓨터에서 실행됩니다. 자동 승인은 꺼진 상태로 유지되며, 나중에 켜지 않는 한 도구 호출은 계속 확인을 요청합니다.
nl: Goedkeuren voert de opdrachten van deze server uit op deze computer. Automatisch goedkeuren blijft uit: tool-aanroepen blijven om bevestiging vragen tenzij u dit later inschakelt.
pl: Zatwierdzenie uruchamia polecenia tego serwera na tym komputerze. Automatyczne zatwierdzanie pozostaje wyłączone: wywołania narzędzi nadal będą pytać, dopóki go nie włączysz.
pt_br: Aprovar executa os comandos deste servidor nesta máquina. A aprovação automática continua desativada: as chamadas de ferramentas ainda pedem confirmação até que você a ative.
ru: Одобрение запускает команды этого сервера на этом компьютере. Автоодобрение остается выключенным: вызовы инструментов по-прежнему будут запрашивать подтверждение, пока вы его не включите.
sv: Att godkänna kör serverns kommandon på den här datorn. Automatiskt godkännande förblir avstängt: verktygsanrop frågar fortfarande om du inte aktiverar det senare.
tr: Onaylamak, bu sunucunun komutlarını bu makinede çalıştırır. Otomatik onay kapalı kalır: daha sonra açmadığınız sürece araç çağrıları yine de sorar.
uk: Схвалення запускає команди цього сервера на цьому комп'ютері. Автосхвалення залишається вимкненим: виклики інструментів і надалі запитуватимуть підтвердження, доки ви його не ввімкнете.
vi: Phê duyệt sẽ chạy các lệnh của máy chủ này trên máy tính này. Tự động phê duyệt vẫn tắt: các lệnh gọi công cụ vẫn hỏi trừ khi bạn bật sau.
zh_hans: 批准后将在本机上运行该服务器的命令。自动批准仍为关闭状态: 除非你之后选择启用，否则工具调用仍会询问。
zh_hant: 核准後將在本機執行該伺服器的指令。自動核准仍為關閉狀態: 除非你之後選擇啟用，否則工具呼叫仍會詢問。
